{
  "1": {
    "title": "Диетическое овсяное печенье",
    "ingredients": [
      "Овсяные хлопья - 1 стакан",
      "Мука - 1/3 стакана",
      "Молотая корица - 2 ч.л.",
      "Разрыхлитель - 1 ч.л.",
      "Яблоко - 1 шт.",
      "Яичный белок - 2 шт.",
      "Ваниль - 0,5 ч.л. (по вкусу)",
      "Семена льна - 2 ст.л."
    ],
    "picture": "public/1.jpg",
    "recipe": "Нам понадобится.\nСмешать сухие ингредиенты: овсяные хлопья, муку, семена льна, разрыхлитель и корицу.\nБелки отделить от желтков. Желток нам не потребуется. Яблоко натереть на мелкой тёрке и добавить к белкам.\nСмешать сухие ингредиенты с жидкими и очень хорошо перемешать. Оставить на 15 минут, чтобы хлопья немного набухли.\nЛепить печенье влажными руками. Скатать овсяное тесто в небольшой шарик и придавить его - получатся плоские печенюшки. Выложить на противень застеленный бумагой.\nРазогреть духовку до 220 градусов и выпечь печенье в течение 15 минут до золотистого цвета."
  },
  "2": {
    "title": "Печенье из геркулеса",
    "ingredients": [
      "Овсяная мука - 0,5 стакана",
      "Овсяные хлопья - 0,5 стакана",
      "Банан - 0,5 шт.",
      "Яблоко - 1 шт.",
      "Рафинированное растительное масло - 3 ст.л.",
      "Сахар - 1-2 ст.л.",
      "Фундук - 50 грамм",
      "Сушеная вишня - 0,5 стакана",
      "Молотая корица - 0,5 ч.л.",
      "Разрыхлитель - 1 ч.л.",
      "Соль - щепотка",
      "Ванилин - на кончике ножа"
    ],
    "picture": "public/2.jpg",
    "recipe": "Подготовьте необходимые продукты. Сушеную вишню вымойте и просушите.\nОрехи порубите ножом.\nВ миске соедините все сухие ингредиенты, фундук и сушеную вишню.\nЯблоко очистите от кожуры, удалите сердцевину и натрите на мелкой терке.\nПоловину банана разомните вилкой.\nСоедините яблочное и банановое пюре, добавьте растительное масло и хорошо перемешайте.\nСоедините фруктовое пюре с сухими ингредиентами. Тщательно перемешайте и оставьте на 10-15 минут.\nДуховку разогрейте до 180 градусов. Противень застелите пергаментом.\nЧайной ложкой выкладывайте тесто на противень на небольшом расстоянии друг от друга. Выпекайте печенье около 30 минут.\nГотовое овсяное печенье из геркулеса остудите на решетке."
  },
  "3": {
    "title": "Печенье овсяное на кефире",
    "ingredients": [
      "Овсяные хлопья - 300 г",
      "Кефир - 300 мл",
      "Мед - 3 ст.л.",
      "Изюм - 200 г",
      "Ванильный сахар - 10 г",
      "Корица - 0,5 ч.л."
    ],
    "picture": "public/3.jpg",
    "recipe": "Есть определенный секрет у этого печенья: его надо обязательно полностью остудить перед употреблением, иначе оно не будет хрустящим.\nПодготовим продукты по списку.\nВольем кефир в овсяные хлопья. Хорошо смешаем кефир с хлопьями и оставим смесь на 40 минут настояться. За это время овсяные хлопья размягчатся.\nВольем в смесь мед.\nДобавляем ванильный сахар и корицу.\nЕсли у вас изюм сильно сухой, следует его предварительно размочить, залив кипятком на 10 минут. Затем воду слить, изюм просушить.\nВыкладываем изюм в миску к остальным ингредиентам. Хорошо вымешиваем тесто.\nВыкладываем ложкой полученное тесто на противень, немного придавливаем его и придаем ему круглую форму. Отправляем печенье в разогретую до 180 градусов С духовку на 30-35 минут.\nОвсяное печенье на кефире готово!"
  },
  "4": {
    "title": "Овсяное печенье с корицей",
    "ingredients": [
      "Мука пшеничная – 170 г",
      "Мука овсяная – 80 г",
      "Разрыхлитель – 7 г",
      "Сахар тростниковый – 150 г",
      "Сливочное масло – 85 г",
      "Ванильный экстракт – 2 мл",
      "Изюм – 35 г",
      "Корица молотая – 0.5 ч.л.",
      "Соль – щепотка"
    ],
    "picture": "public/4.jpg",
    "recipe": "Для приготовления овсяного печенья с корицей необходимо подготовить ингредиенты по списку.\nИзюм залить кипятком на 5-6 минут, а затем измельчить в блендере. Соединить сливочное масло комнатной температуры, сахар, ванильный экстракт, изюм, овсяную муку и корицу.\nПшеничную муку смешать с разрыхлителем и просеять в тесто. Хорошо перемешать. Соль растворить в тёплой воде (60 мл) и постепенно влить в тесто. Ещё раз хорошо перемешать.\nСформировать небольшие шарики и выложить на противень с пергаментом. Выпекать в разогретой до 200 градусов духовке 15 минут. Остудить на решётке."
  },
  "5": {
    "title": "Постное овсяное печенье",
    "ingredients": [
      "Овсяные хлопья - 1,5 стакана",
      "Бананы – 2 шт.",
      "Мёд – 1,5 ст.л.",
      "Грецкие орехи - 1/4 стакана",
      "Сода пищевая – 1/2 ч.л. (погасить соком лимона)",
      "Корица – 1/2 ч.л"
    ],
    "picture": "public/5.jpg",
    "recipe": "Бананы очистить от кожуры и размять вилкой. Подойдут очень спелые, желтые бананы. Овсяные хлопья перемолоть в блендере, не очень мелко. Добавить к банановому пюре. Добавить мед - если нет жидкого, тогда нужно его немного растопить. Перемешать ингредиенты до однородной массы. Добавить измельченные грецкие орехи, корицу. Соду погасить несколькими каплями лимонного сока. Все перемешать и оставить на 20 минут настояться. На противень с пергаментной бумагой выложить слепленные печеньки. Мокрыми руками формируются отлично. Размер небольшой.Выпекать постное овсяное печенье из овсяных хлопьев при 200 градусах 15-20 минут, до золотистого цвета и приятного аромата."
  },
  "6": {
    "title": "Флэпджек (овсяно-яблочное печенье в год лошади)",
    "ingredients": [
      "Овсяные хлопья - 250 грамм;",
      "Сливочное масло - 100 грамм;",
      "Сахар или демерара - около 100 грамм;",
      "Мед или патока - около 100 грамм;",
      "Яблоко крупное - 1 штука;",
      "Изюм - 0,3 стакана;",
      "Орехи или пралине - 2 ст. ложки;",
      "Вода - 1-2 ст. ложки."
    ],
    "picture": "public/6.jpg",
    "recipe": "Подготовьте ингредиенты: Растопите сливочное масло на среднем огне. Добавьте сахар и мед и перемешайте до однородного состояния. Яблоко нарежьте мелкими кубиками. Соедините и перемешайте овсяные хлопья, с изюмом, кусочками яблок, орехами или пралине и сладкой масляной массой. При необходимости добавьте немного воды.\nУложите массу на смазанный или проложенный пекарской бумагой противень, разровняйте.\nЗапекайте в духовке при 180 градусах 15-20 минут, затем разлинуйте и дайте полностью остыть. Остывший флэпджек нарежьте на квадраты. Можно хранить это овсяно-яблочное печенье до одной недели."
  },
  "7": {
    "title": "Постное морковно-овсяное печенье с орехами и изюмом",
    "ingredients": [
      "Мука цельнозерновая – 100-150 г",
      "Овсяные хлопья – 100 г",
      "Морковь – 200 г",
      "Яблоко – 100-150 г (1 шт.)",
      "Банан (спелый) – 1 шт.",
      "Изюм – 150 г",
      "Грецкий орех - 50-100 г",
      "Яблочный сок – 50 мл",
      "Разрыхлитель – 1.5 ч.л.",
      "Корица молотая – 1 ч.л.",
      "Имбирь молотый – 0.5 ч.л.",
      "Ванильный сахар/ванилин – по вкусу",
      "Кунжут – 3 щепотки (по желанию)"
    ],
    "picture": "public/7.jpg",
    "recipe": "Разомните 1 крупный спелый банан до состояния пюре. Добавьте натертые на мелкой терке морковь и яблоко и тщательно все перемешайте. Поместите изюм, орехи и овсяные хлопья в чашу блендера и измельчите до состояния мелкой крошки.Добавьте получившуюся массу к смеси моркови, банана и яблока. Добавьте по вкусу специи. Влейте яблочный сок, и добавляя постепенно, вмешайте в смесь цельнозерновую муку и разрыхлитель. Сформируйте из теста небольшие лепешки и выложить на противень.Посыпать заготовки кунжутом. Подготовленное печенье поместите в духовку, разогретую до 175 градусов. Выпекайте печенье 25-30 минут."
  },
  "8": {
    "title": "Шоколадно-овсяное печенье",
    "ingredients": [
      "Яйцо куриное (мелкое) - 1 шт.",
      "Мука пшеничная - 50 г",
      "Масло сливочное - 50 г",
      "Шоколад черный - 50 г",
      "Овсяные хлопья (геркулес) - 50 г",
      "Сахар - 30 г",
      "Какао-порошок - 1 ст.л.",
      "Корица - 0.5 ч.л.",
      "Сода - на кончике ножа"
    ],
    "picture": "public/8.jpg",
    "recipe": "Для приготовления печенья муку просеять, добавить соду, какао и корицу.\nМасло, шоколад и сахар растопить на водяной бане.\nСоединить масло, шоколад и сахар\nК остывшей шоколадной массе добавить яйцо. Хорошенько перемешать.\nДобавить яйцо\nСоединить с сухими ингредиентами.\nСмешать сухую смесь с жидкой\nЛожкой тщательно перемешать.\nВысыпать овсяные хлопья.\nИ снова перемешать, тесто получается мягкое.Влажными руками разделить тесто на 6 частей, скатать шарики и приплюснуть, сформировав печенье.\nВыложить тесто на противень\nВыпекать при температуре 180 градусов 8-10 минут."
  },
  "9": {
    "title": "Овсяное печенье с бананом",
    "ingredients": [
      "Овсяные хлопья – 200 г",
      "Банан – 1 шт.",
      "Изюм/сухофрукты – 50-100 г",
      "Растительное масло – 2 ст.л.",
      "Разрыхлитель – 0.5 ч.л.",
      "Семена льна – 1 ст.л.",
      "Кунжут – 1 ст.л.",
      "Соль – 1 щепотка",
      "Специи – по вкусу",
      "Сахар/мед – по желанию"
    ],
    "picture": "public/9.jpg",
    "recipe": "Залейте сухофрукты кипятком и дайте настояться несколько минут. Банан разомните вилкой или измельчите в блендере. К получившемуся банановому пюре добавьте растительное масло. Тщательно все перемешайте, до получения однородной смеси. Отмерьте овсяные хлопья, добавьте щепотку соли. По желанию, добавьте 2 ст.л. семян или измельченных орехов, по вкусу. Тщательно все перемешайте.\nСоединить семена льна, овсяные хлопья и кунжут\nПостепенно, помешивая, добавьте в банановое пюре подготовленную смесь сухих компонентов. Тщательно все перемешайте.\nДобавьте сухофрукты. Добавьте разрыхлитель и специи по вкусу. Я добавляю немного мускатного ореха. Форму для запекания выстелите пекарской бумагой. Смажьте бумагу тонким слоем растительного масла. Сформируйте лепешки. Подготовленное печенье поместите в разогретую до 170 градусов духовку и выпекайте 25-30 минут, до золотистого цвета."
  },
  "10": {
    "title": "Печенье овсяное с творогом",
    "ingredients": [
      "Овсяные хлопья - 1 стакан",
      "Творог - 100 г",
      "Сахар - 100 г",
      "Разрыхлитель теста - 1 ч.л.",
      "Яйцо куриное - 1 шт.",
      "Сливочное масло - 30 г",
      "Корица - 10 г"
    ],
    "picture": "public/10.jpg",
    "recipe": "Подготовим все ингредиенты по списку. Качество творога очень влияет на структуру печенья, лучше брать творог, а не творожную массу. Также на структуру печенья влияет и качество овсяных хлопьев, у меня хлопья - очень нежные и тонкие, поэтому печенье будет намного мягче и влажнее. В миску выкладываем овсяные хлопья, вбиваем яйцо, добавляем сахар. Всыпаем разрыхлитель теста и корицу молотую. В самом конце добавляем творог и размягченное сливочное масло (или маргарин). Хорошо миксером или руками вымешиваем массу.Руки смачиваем в воде и из теста формуем шарики размером с грецкий орех. Выкладываем шарики на противень, застеленный фольгой или бумагой для выпечки. Отправляем печенье в разогретую до 180 градусов С на 20-25 минут.Готовое печенье достаем из духовки и даем ему немного остыть на противне."
  },
  "11": {
    "title": "Печенье Анзак",
    "ingredients": [
      "Мука пшеничная - 100 г",
      "Овсяные хлопья - 100 г",
      "Кокосовая стружка - 65 г",
      "Сахар - 100 г",
      "Мед - 1 ст.л.",
      "Сливочное масло - 100 г",
      "Сода - 1,5 ч.л.",
      "Вода - 2 ст.л."
    ],
    "picture": "public/11.jpg",
    "recipe": "Итак, подготовим все необходимые ингредиенты для печенья Анзак.В миске смешаем сухие ингредиенты: муку, овсяные хлопья, кокосовую стружку.Добавим сахар и разрыхлитель для теста. Хорошо перемешаем все сухие ингредиенты.Сливочное масло и мед растопим в микроволновой печи и вольем в сухую массу.Добавим воду и теперь руками хорошо вымешиваем массу, чтобы получилась маслянистая крошка.Формируем шарики, а затем на противне приплюснем шарики руками, чтобы получились лепешки. Тесто будет крошиться, но не стоит добавлять лишней воды, просто плотно руками придавайте форму печенью. Отправляем противень с печеньем Анзак в разогретую до 170 градусов С духовку на 20 минут.Готовому печенью даем полностью остыть на противне и только потом перекладываем его в банку или коробку."
  },
  "12": {
    "title": "Овсяное печенье по ГОСТу",
    "ingredients": [
      "Маргарин (масло) - 99 грамм;",
      "Сахар - 147 грамм;",
      "Изюм темный - 10 грамм;",
      "Корица - 4 грамма;",
      "Ванильный сахар - 4 грамма;",
      "Мука овсяная (хлопья) - 85 грамм;",
      "Мука пшеничная - 198 грамм;",
      "Сода - 2 грамма;",
      "Патока (мед) - 17грамм;",
      "Вода - 50 мл;",
      "Соль - 2 грамма."
    ],
    "picture": "public/12.jpg",
    "recipe": "Если вы не любите слишком сладкое, то положите сахара поменьше, я беру ровно половину.\nСмешаем маргарин с сахаром, измельченным изюмом, корицей и ванилью.Добавим овсяную муку.Затем в горячую воду положим соль и добавим в тесто, потом патоку, муку с содой. Быстро замесим однородное теплое тесто.Раскатаем в пласт толщиной 1 см и вырежем печенье.Выпекаем в разогретой до 180 градусов духовке 10-12 минут не дожидаясь румяной корочки, чтобы не пересушить."
  },
  "13": {
    "title": "Овсяное печенье без масла",
    "ingredients": [
      "Хлопья овсяные - 200 грамм;",
      "Мёд - 3 ст.л;",
      "Яйцо куриное - 2 шт;",
      "Сода - 0.5 ч.л;",
      "Мука пшеничная - 3 ст.л."
    ],
    "picture": "public/13.jpg",
    "recipe": "Соединяем куриные яйца и мёд. Хорошо взбиваем кухонным венчиком.Добавляем соду. Хорошо перемешиваем.Овсяные хлопья измельчаем в блендере в мелкую крошку. Частями добавляем к яичной смеси. Перемешиваем венчиком.Вводим пшеничную муку. Хорошо перемешиваем. Должно получится густоватое тесто.Форму для выпекания застилаем пергаментной бумагой. Ложкой выкладываем тесто небольшими горками, на небольшом расстоянии друг от друга, так как печенье ещё вырастет. Отправляем в горячую духовку на 190-200 градусов на 10-15 минут.Овсяное печенье без масла готово."
  },
  "14": {
    "title": "Фитнес-батончики",
    "ingredients": [
      "Овсяные хлопья - 200 г",
      "Банан – 1 шт.",
      "Растительное масло – 2 ст.л.",
      "Кунжут – 1 ст.л.",
      "Семена льна – 1 ст.л.",
      "Соль – 1 щепотка",
      "Разрыхлитель – 0.5 ч.л.",
      "Сухофрукты – 2-3 ст.л.",
      "Какао – 2 ч.л.",
      "Кофе натуральный молотый – 1 ч.л.",
      "Корица - по вкусу",
      "Мускатный орех – по вкусу",
      "Шоколадные капли – 1 ст.л. (по желанию)",
      "Белый /черный шоколад – 2-3 кусочка (для украшения)",
      "Мед/сахар – по необходимости"
    ],
    "picture": "public/14.jpg",
    "recipe": "Сухофрукты залейте кипятком и дайте настояться несколько минут.Овсяные хлопья, периодически помешивая, поджарьте в духовке 5–10 минут при температуре 180 градусов, до золотистого цвета и появления аромата.Соедините сухие компоненты. Добавьте специи по вкусу. Банан нарежьте небольшими кусочками, а затем разомните вилкой. К банановому пюре добавьте растительное масло и тщательно перемешайте.Добавьте сухие компоненты к жидким, разрыхлитель и 2-3 ст. л сухофруктов, орехов. Тщательно все перемешайте.Выложите смесь в форму, разровняйте и утрамбуйте ложкой или толкушкой для картофеля.Поместите подготовленную смесь в разогретую до 175 градусов духовку и выпекайте 15 минут до золотистого цвета, и охладите."
  },
  "15": {
    "title": "Овсяное печенье с финиками и орехами",
    "ingredients": [
      "Овсяные хлопья - 120 граммов;",
      "Яйцо - 1 штука;",
      "Сахар - 30 граммов;",
      "Сливочное масло - 60 граммов;",
      "Ванильный сахар - 1 ч.л.;",
      "Разрыхлитель - 1 ч.л.;",
      "Финики - 8-10 штук;",
      "Измельченные грецкие орехи - 2 ст.л."
    ],
    "picture": "public/15.jpg",
    "recipe": "Финики можно заменить сушеной клюквой или вишней, добавив печенью немного кислинки, или любыми другими сухофруктами на ваш вкус.\nПодготовьте необходимые продукты.\nИз фиников удалите косточки. Нарежьте финики мелкими кубиками.\nЯйцо взбейте с сахаром.\nОвсяные хлопья смешайте с ванильным сахаром и разрыхлителем.\nСливочное масло растопите, охладите и добавьте к овсяным хлопьям. Перемешайте.\nДобавьте в овсяное тесто взбитое с сахаром яйцо, финики и грецкие орехи. Хорошо перемешайте.\nРуки смочите холодной водой и сформируйте из теста печенье. Противень застелите пергаментом, переложите печенье и выпекайте в разогретой до 180 градусов духовке 15-20 минут.Если хотите, чтобы печенье было мягким внутри, не держите его долго в духовке. Для более твердого печенья увеличьте время выпечки примерно на 10 минут."
  },
  "16": {
    "title": "Морковное печенье с овсяными хлопьями",
    "ingredients": [
      "Мука пшеничная - 80 г",
      "Хлопья овсяные - 0.5 стакана",
      "Морковь - 100 г",
      "Орехи грецкие - 1 ст.л.",
      "Изюм - горсть",
      "Мёд - 1 ст.л.",
      "Разрыхлитель - 0.25 ч.л.",
      "Сахар - 1-2 ст.л.",
      "Масло оливковое - 30 мл"
    ],
    "picture": "public/16.jpg",
    "recipe": "Для приготовления печенья подготовить из списка необходимые продукты.\nМорковь следует почистить и натереть на мелкой тёрке. Добавить к моркови оливковое масло, промытый и обсушенный изюм, а также рубленые орехи. Добавить ложку мёда.Массу перемешать, добавить овсяные хлопья и перемешать ещё раз. Оставить на 30 минут. За это время хлопья размякнут.По истечении времени в эту массу добавить просеянную муку вместе с разрыхлителем и замесить тесто. Оно будет слегка липким.Тесто разделить на 16 одинаковых частей. Я делю так: сначала на 2 части, потом каждую - снова на 2 части, и так далее. Из каждого кусочка скатать шарик.В блюдце насыпать сахар и обвалять в нём каждый шарик.  Раскладываем печенье на пергамент.Духовку разогреть до 180 градусов и выпекать морковное печенье с овсяными хлопьями около 20 минут. Оно должно зарумяниться, но не передержите, чтоб оно оставалось мягким."
  },
  "17": {
    "title": "Печенье из тыквы и овсяных хлопьев",
    "ingredients": [
      "Тыква - 200 г",
      "Мука цельнозерновая - 150 г",
      "Масло растительное - 100 мл",
      "Хлопья овсяные - 70 г",
      "Сахар - 80 г",
      "Разрыхлитель - 1 ч.л."
    ],
    "picture": "public/17.jpg",
    "recipe": "Подготовим все компоненты для приготовления овсяного печенья с тыквой по списку.\nОтвариваем тыкву.\nПрожариваем хлопья 10 минут, перемешивая.\nСоединяем хлопья и тыкву, измельчаем блендером.\nВводим сахар, муку, разрыхлитель.\nВливаем масло, замешиваем тесто. Получается мягкая масса, структурная за счет хлопьев.\nФормируем печенье и выпекаем при 180 С 20-30 минут.Печенье из тыквы и овсяных хлопьев готово."
  },
  "18": {
    "title": "Постное лимонное печенье с овсяными хлопьями",
    "ingredients": [
      "Овсяные хлопья - 50 грамм;",
      "Лимон - 1 шт;",
      "Мука пшеничная - 1.5 стакана;",
      "Сода - 0.5 ч.л;",
      "Растительное масло - 100 мл;",
      "Сахар - 100 грамм."
    ],
    "picture": "public/18.jpg",
    "recipe": "Овсяные хлопья следует измельчить в комбайне с помощью насадки \"острый нож\".\nЛимон нарезать кусочками,вынуть косточки и вместе со шкуркой измельчить в комбайне.\nПереложить лимонную массу в миску, добавить к лимону сахар и растительное масло, перемешать и добавить измельчённые хлопья.\nМуку смешать с содой и постепенно добавить к основной массе.\nЗамесить тесто.\nЗатем его раскатать и с помощью формочки вырезать фигурки.\nЗастелить противень пергаментом и выложить печенье рядами.Разогреть духовку до 200 градусов и запекать печенье 15 минут до румяного цвета."
  },
  "19": {
    "title": "Хаврекакур (шведское овсяное печенье)",
    "ingredients": [
      "Овсяные хлопья (быстрого приготовления) - 500 мл",
      "Сахар - 1 стакан (200 мл)",
      "Мука пшеничная - 1 стакан (200 мл)",
      "Разрыхлитель - 1 ч.л.",
      "Ванильный сахар - 2 ч.л.",
      "Масло сливочное - 200 г"
    ],
    "picture": "public/19.jpg",
    "recipe": "Сливочное масло положите в миску и растопите в микроволновке либо на водяной/паровой бане.\nВключите духовку на 180 градусов.\nДобавьте в растопленное масло овсяные хлопья быстрого приготовления.\nПоложите в миску пшеничную муку, сахарный песок, ванильный сахар и разрыхлитель.\nПеремешайте до получения однородной массы. Тесто будет рассыпчатым, напоминающим немного мокрый песок.\nУтрамбуйте тесто в миске. Примерно разделите на 4 части.\nСформируйте на противне, застеленном пергаментной бумагой, 4 \"холмика-колбаски\" на длину обычного противня и плотно придавите их. \nКаждый \"холмик\" придавите сверху ладонью, т.е. приплюсните каждую из \"колбасок\".\nПодготовленное таким образом тесто поставьте в духовку, разогретую до 180 градусов, на 10-12 минут.\nТесто должно начать подрумяниваться по краям. \nВыньте печенье из духовки, дайте ему остыть 10 минут. Остывшее, но еще теплое печенье нарежьте наискось на порционные кусочки-печенюшки."
  }
}